{
    "uz": {
        "til10": {
            "title": "Vatanparvarlar bog'i",
            "info": "O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyevning 2018 yil 28-29 yanvar kunlari Qashqadaryo viloyatiga qilgan tashrifi chog‘ida bergan topshiriqlari ijrosini ta'minlash, viloyatda yoshlarni vatanparvarlik ruhida tarbiyalash, maktab o‘quvchilarida harbiylik kasbiga havas uyg‘otish maqsadida Qarshi shahri markazida «Vatanparvarlar bog‘i» bunyod etildi.Shu maqsadda 7 gektar maydon obodonlashtirilib, muzey va blindaj (dala istehkomi) qurildi, ikkinchi jahon urushida ishtirok etgan o‘zbekistonliklar xotirasi abadiylashtirildi. Muzey atrofida tarixiy harbiy texnikalar joylashtirildi. Bog‘ markazida O‘zbekiston xaritasining ulkan maketi barpo etilgan. Unda xar bir hududning buyuk siymolari, qadimiy obidalari, serviqor tog‘lari, bepoyon kengliklarigacha aks etgan. Bularning barchasi yoshlarning tarix haqidagi bilimlarini oshirib, mamlakatimizdan, ajdodlarimizdan, milliy armiyamizdan g‘ururlanish tuyg‘ularini kuchaytirishga xizmat qiladi."
        }
    },
    "en": {
        "til10": {
            "title": "Park of Patriots",
            "info": "In order to ensure the implementation of the tasks given by the President of the Republic of Uzbekistan Shavkat Mirziyoyev during his visit to the Kashkadarya region on January 28-29, 2018, to educate the youth in the region in the spirit of patriotism, and to instill in schoolchildren the desire for a military profession, Patriots was held in the center of the city of Karshi. garden was created. For this purpose, 7 hectares of land were improved, a museum and a bunker (field fortification) were built, and the memory of Uzbeks who participated in the Second World War was immortalized. Historical military equipment was placed around the museum. A huge model of the map of Uzbekistan has been erected in the center of the park. It reflects the great figures, ancient monuments, servikor mountains and vast expanses of each region. All this serves to increase young people's knowledge of history and to strengthen their sense of pride in our country, our ancestors, and our national army."
        }
    },
    "ru": {
        "til10": {
            "title": "Парк Патриотов",
            "info": "В целях обеспечения реализации задач, поставленных Президентом Республики Узбекистан Шавкатом Мирзиёевым в ходе его визита в Кашкадарьинскую область 28-29 января 2018 года, по воспитанию молодежи региона в духе патриотизма, вызвать у школьников энтузиазм к военной профессии, в центре города Карши был проведен «Патриоты. Сад». С этой целью было благоустроено 7 гектаров земли, построен музей и бункер (полевое укрепление). , и была увековечена память узбеков, участвовавших во Второй мировой войне. Вокруг музея была размещена историческая военная техника. В центре парка установлен огромный макет карты Узбекистана. В нем отражены великие деятели, древние памятники, горы-сервикоры и необъятные просторы каждого региона. Все это служит повышению знаний молодежи по истории, укреплению у нее чувства гордости за нашу страну, наших предков, нашу национальную армию."
        }
    }
}