{
    "uz": {
        "long21": {
            "title": "Sardoba",
            "info": "Sardoba — suvni toʻplash va saqlash uchun maxsus qurilgan gumbazli hovuz. Markaziy Osiyo va Sharqdagi boshqa mamlakatlarda qurilgan. Sardobaning devori silindr shaklida, diametri 12–13 metr, chuqurligi 10–15 metr, hovuz yuzasi yer sathi bilan bir tekis boʻlgan. Sardoba gumbazi sifatli pishiq gʻisht va ganchdan ishlangan, tepasi tuynukli, atroflarida hovuzga suv tushadigan teshiklar qilingan. Kirish uchun ardobaga eshik ham oʻrnatilgan, uning oldi suvni toza saqlash maqsadida devor bilan oʻralgan. Sardoba yoniga mollarni sugʻoradigan oxur qilinib, unga hovuzdan maxsus tarnov orqali suv oqizilgan. Baʼzi sardobalarda ularni nazorat va tozalab turuvchi miroblar uchun xonalar ham boʻlgan.",
            "info2": "Sardobalar geografik joylashuvi, joyning tabiati, relyefiga koʻra, bir necha xil (qor-yomgʻir suvlari, anhor-ariq suvlari, yer osti suvlari (korizlardan) yigʻiladigan sardobalar) boʻlgan. Tarixiy maʼlumotlarga qaraganda Movarounnahrda 44 ta sardoba boʻlgan. Ulardan 29 tasi Qarshi choʻlida, 3 tasi Mirzachoʻlda, 3 tasi Toshkent bilan Fargʻona oʻrtasidagi qadimgi savdo yoʻlida, 1 tasi Karmana yaqinida — Choʻli Malikda qurilgan (Malik sardoba). XIX asr oxirigacha ishlatilgan sardobalardan biri hozirgi Turkmanistondagi Sandiqli choʻlida XVI asr oʻrtalarida Kerki va Qarshi shaharlarini bogʻlovchi karvon yoʻlida qurilgan, hovuzining diametri 17 metr boʻlgan Sangi suvloq sardobasidir. Sardobalar kadimda dasht va choʻllarda chorvani va savdo karvonlarini suv bilan taʼminlashda muhim oʻrinda turgan. Hozirgi saqlanib qolgan sardobalar tarixiy-etnografik ahamiyatga ega."
        }
    },
    "en": {
        "long21": {
            "title": "Cistern",
            "info": "A cistern is a domed pool specially built to collect and store water. Built in other countries of Central Asia and the East. The wall of the cistern is cylindrical, 12-13 meters in diameter, 10-15 meters deep, the surface of the pool is level with the ground level. The dome of the cistern is made of high-quality brick and ganch, the top is perforated, and there are holes around it for water to flow into the pool. There is also a door to enter the ardobe, and its front is surrounded by a wall to keep the water clean. Next to the cistern, a manger for watering cattle was made, and water was poured into it from the pond through a special drain. In some cisterns there were also rooms for mirobs who controlled and cleaned them.",
            "info2": "According to the geographical location, the nature of the place, relief, there were several types of cisterns (snow and rain water, canal water, underground water (from cesspools). According to historical data, there were 44 cisterns in Movarounnahr. 29 of them were built in the Karshi desert, 3 in Mirzachol, 3 on the ancient trade route between Tashkent and Fergana, 1 near Karmana - in Choli Malik (Malik sardoba). One of the cisterns used until the end of the 19th century is the Sangi cistern with a pool diameter of 17 meters, built in the middle of the 16th century on the caravan road connecting the cities of Kerki and Karshi in the Sandiqli desert in present-day Turkmenistan. In ancient times, cisterns played an important role in providing water for cattle and trade caravans in the steppes and deserts. The currently preserved cisterns are of historical and ethnographic importance."
        }
    },
    "ru": {
        "long21": {
            "title": "Сливной Бачок",
            "info": "Цистерна – это куполообразный бассейн, специально построенный для сбора и хранения воды. Строился в других странах Средней Азии и Востока. Стенка цистерны цилиндрическая, диаметром 12-13 метров, глубиной 10-15 метров, поверхность бассейна находится на уровне уровня земли. Купол цистерны выполнен из качественного кирпича и ганча, верх перфорирован, вокруг него имеются отверстия для стекания воды в бассейн. Также есть дверь для входа в ардобу, а ее передняя часть окружена стеной, чтобы вода оставалась чистой. Рядом с цистерной делали ясли для поения скота, воду в него заливали из пруда через специальный слив. В некоторых цистернах имелись также помещения для миробов, которые их контролировали и чистили.",
            "info2": "По географическому положению, характеру места, рельефу существовало несколько типов цистерн (снеговые и дождевые, канальные, подземные (из выгребных ям). По историческим данным, в Моваруннахре было 44 цистерны. 29 из них построены в пустыне Карши, 3 в Мирзачоле, 3 на древнем торговом пути между Ташкентом и Ферганой, 1 близ Кармана - в Чоли Малике (Малик сардоба). Одной из цистерн, использовавшихся до конца XIX века, является цистерна Санги с диаметром бассейна 17 метров, построенная в середине XVI века на караванной дороге, соединяющей города Керки и Карши в пустыне Сандикли в наши дни. день Туркменистана. В древности цистерны играли важную роль в обеспечении водой скота и торговых караванов в степях и пустынях. Сохранившиеся до сих пор цистерны имеют историческое и этнографическое значение."
        }
    }
}