{
    "uz": {
        "long19": {
            "name": "ODINA MADRASASI",
            "name1": "ODINA MADRASASI",
            "text": "Qarshi shahrining eski shahar qismida joylashgan Odinamajmuasiga kirgan me’moriy inshootlardan biri hisoblanadi. Bu yirik inshoot Abdullaxon madrasasi bilan qarama-qarshi joylashgan. Masjidning bo‘yi 50 metr, eni 40 metrdan iborat. Masjid ichidagi ibodat joylari keng, baland, tepasi kichik gumbazli har-har joyda qalin qilib terilgan g‘isht ustunlari bir-biriga ravoqlar orqali ketgan, ana shunday o‘nlab ravoq gumbazli xonalardan o‘tib, hatto gumbazli namozgohga chiqilgan. Uning g‘arbiy (qibla) tomonga juda katta mahobatli mehrob bo‘lgan. Mehrob ravoqning atrofiga Qur’oni Karimdan duolar bilan bitilgan. Mehrobning o‘ng tomonida yetti zinali marmar bo‘lib, unda juma va hayit namozlarida xutba o‘qilgan. Registon maydonidan yetti zina ko‘tarilib Odina masjidi oldidagi maydonga chiqilgan. Rossiya bosqinigacha maydonning ustida ayvon bo‘lib, u ham to‘pga tutilib vayron qilingan. Sayid Olimxon tomonidan qal’ani ta’mirlanishi paytida bu ayvon ham qayta tiklangan. 1920 yil Buxoro xonligi ag‘darilgach, sho‘rolar hukmronligining dastlabki yildayoq vayron etilgan. Masjidning baland minoralari va moviy gumbazli mahobatli mehrobi, marmar gumbazli va boshqalar buzib tashlangan. Ma’lumotlarga ko‘ra XIX asrning 60 yillari oxirida Rossiya istilochilari tomonidan bino to‘pga tutilib vayron qilindi. Masjid gumbazli va minoralarni qoldiqlari esa 1914 yilgacha saqlangan. Yuqorida ta’kidlanganidek Amir Sayid Olimxon tomonidan bir qancha binolar va inshootlar ta’mirlangan bo‘lib, Qashqadaryo ko‘prigi, Qarshi qal’asi, Abdullaxon madrasasi qatorida Odina masjidida ham qayta ta’mirlanish ishlari olib borilgan. Ta’mirlash davomida vayron bo‘lgan masjidning gumbazi va minoralarini tiklashni iloji bo‘lmagan."
        }
    },
    "en": {
        "long19": {
            "name": "MADRAS OF ODINA",
            "name1": "MADRAS OF ODINA",
            "text": "It is one of the architectural structures included in the Odina complex located in the old part of Karshi city. This large building is located opposite the Abdullah Khan Madrasah. The mosque is 50 meters long and 40 meters wide. The places of worship inside the mosque are wide, tall, with small domes on top, thick brick pillars are connected to each other through vaults, passing through dozens of such vaulted rooms, and even leading to the domed prayer hall. To the west (qibla) side of it was a huge majestic mihrab. Prayers from the Holy Qur'an are written around the mihrab. On the right side of the mihrab is a seven-layered marble, on which the sermon was read during the Friday and Eid prayers. From the Registan Square, seven steps were climbed to the square in front of the Odina Mosque. Before the Russian invasion, there was a porch above the square, which was also destroyed by a cannon. During the renovation of the fortress by Syed Alim Khan, this porch was also restored. After the overthrow of the Bukhara Khanate in 1920, it was destroyed in the first year of the Shura rule. The high minarets of the mosque and the majestic mihrab with the blue dome, the marble dome and others were demolished. According to information, in the late 1960s, the building was captured and destroyed by Russian invaders. The remains of the mosque with a dome and minarets were preserved until 1914. As mentioned above, a number of buildings and structures were repaired by Amir Syed Olimkhan, and in addition to the Kashkadarya Bridge, Karshi Castle, Abdullah Khan Madrasah, renovation works were also carried out in the Odina Mosque. It was not possible to restore the dome and minarets of the mosque, which were destroyed during the renovation."
        }
    },
    "ru": {
        "long19": {
            "name": "МАДРАС ОДИНЫ", 
            "name1": "МАДРАС ОДИНЫ",
            "text": "Это одно из архитектурных сооружений, входящих в комплекс «Одина», расположенный в старой части города Карши. Это большое здание расположено напротив медресе Абдулла-хана. Мечеть имеет длину 50 метров и ширину 40 метров. Богослужебные помещения внутри мечети широкие, высокие, с небольшими куполами наверху, толстые кирпичные столбы соединены друг с другом сводами, проходящими через десятки таких сводчатых помещений и даже ведущими в купольный молитвенный зал. К западу (кибла) от него находился огромный величественный михраб. Вокруг михраба написаны молитвы из Священного Корана. На правой стороне михраба расположен семислойный мрамор, на котором читалась проповедь во время пятничной и праздничной молитв. С площади Регистан на площадь перед мечетью Одины поднялись семь ступенек. До российского вторжения над площадью находилось крыльцо, которое также было разрушено артиллерийским обстрелом. Во время ремонта крепости Саид Алим-ханом было восстановлено и это крыльцо. После свержения Бухарского ханства в 1920 году оно было разрушено в первый год правления Шуры. Были снесены высокие минареты мечети, величественный михраб с голубым куполом, мраморный купол и другие. По информации, в конце 1960-х годов здание было захвачено и разрушено российскими оккупантами. Остатки мечети с куполом и минаретами сохранились до 1914 года. Как уже говорилось выше, ряд зданий и сооружений был отремонтирован Амиром Саедом Олимханом, а кроме Кашкадарьинского моста, Каршинского замка, медресе Абдулла-хана, ремонтные работы были проведены и в мечети Одины. Восстановить купол и минареты мечети, разрушенные во время ремонта, не удалось."
        }
    }
}