{
    "uz": {
        "til11": {
            "title": "Oromgoh",
            "text1": "Sо‘lim tabiat, zilol buloq suvi, musaffo havo - bularning barchasi dengiz sathidan 1000 metr balandlikda, Hisor tog‘lari bag‘rida joylashgan Shahrisabz tumani Miroqi shaharchasidagi SHо‘rtan gaz - kimyo majmuasi mas’uliyati cheklangan jamiyatiga qarashli Lochin oromgohida mujassam. Joriy yil uning tashkil etilganiga 45 yil tо‘ldi. Qariyb yarim    asrdan buyon bolajonlarni о‘z bag‘riga chorlab kelayotgan bu ajoyib maskanda ayni damda ham maktab о‘quvchilari yozgi ta’tilni sarguzashtlarga boy taassurotlar bilan о‘tkazib, miriqib dam olishmoqda.",
            "text2": "Soat 20:00. Barcha dam oluvchilar oromgoh maydonida jam bо‘lishgan. Mardonavor ruhda davlatimiz madhiyasi yangradi. О‘zbekiston bayrog‘i kо‘tarildi. Katta ekranda oromgoh о‘tmishi aks ettirilgan videorolik namoyish etilgach, sahnada zamonaviy va milliy raqslar shousi boshlanib ketdi. Bolajonlarning shodon kulgisi butun Miroqi bо‘ylab yangradi... Bu yilgi mavsumning 4-navbati ochilishi hamda Lochinning 45 yillik yubileyiga bag‘ishlangan tantanali marosim mana shunday kо‘tarinki ruhda boshlandi. Oromgohda dam oluvchilar uchun yaratilgan sharoitlardan nafaqat qashqadaryolik yoshlar, balki Orolbо‘yi mintaqasidan kelgan bolajonlar ham bahramand bо‘lishmoqda. Yubiley tadbirida maroqli hordiq chiqarish uchun ushbu maskanga joylashgan Qoraqalpog‘iston Respublikasi va Xorazm viloyatidan kelgan 500 nafar bolajon ham ishtirok etdi. - Bu oromgohga ilk bor kelgan bо‘lsam-da, taassurotlarim olam-olam, - deydi Qoraqalpog‘iston   Respublikasi Qо‘ng‘irot tumanilik 12 yoshli Feruza Baxtiyorova. - Xuddi mо‘jizalar mamlakatiga tushib qolgandayman. Tojmahal, Kolizey, Eyfel minorasi, Artemida ibodatxonasi, Registon maydoni, Shahrisabzdagi Oqsaroy kabi obidalarni faqat televizorda kо‘rganman. Bugun bu jahon mо‘jizalarining haqiqiysini kо‘rgandek bо‘ldim. Kichraytirilgan kо‘rinishdagi nusxalari bо‘lsa ham, juda chiroyli yasalgan va oromgohga zeb berib turibdi. Kelganimizga bir kun bо‘ldi. Uzoq yо‘l bosib о‘tgan bо‘lsak-da, charchaganimiz umuman sezilmadi. Konsert dasturi ham ajoyib."
        }
    },
    "en": {
        "til11": {
            "title": "Camping",
            "text1": "Calm nature, clear spring water, clean air - all this is embodied in the Lochin resort belonging to Shortan gas-chemical complex limited liability company in Miroqi town of Shahrisabz district, located 1000 meters above sea level, in the heart of the Hisar mountains. This year marks the 45th anniversary of its establishment. In this wonderful place, which has been inviting children to its bosom for almost half a century, schoolchildren are spending their summer vacation full of adventures and relaxing.",
            "text2": "It's 20:00. All vacationers gathered at the camp site. Our national anthem was played in a brave spirit. The flag of Uzbekistan was raised. After a video showing the past of the camp was shown on the big screen, a show of modern and national dances began on the stage. The joyous laughter of children resounded throughout Miroqi... The 4th opening of this year's season and the solemn ceremony dedicated to the 45th anniversary of the Falcon began in such an upbeat spirit. Not only young people from Kashkadarya, but also children from Arolboi region are enjoying the conditions created for vacationers at the camp. 500 children from the Republic of Karakalpakstan and the Khorezm region took part in the anniversary event. Although I came to this camp for the first time, I have many impressions, says 12-year-old Feruza Bakhtiorova from Kungirot district of the Republic of Karakalpakstan. - It's like I'm in a wonderland. I have only seen such monuments as Tajmahal, Coliseum, Eiffel Tower, Temple of Artemis, Registan Square, Aksaroy in Shahrisabz only on TV. Today I felt like I saw the real wonders of the world. Even though they are scaled down copies, they are very nicely made and add to the look of the camp. It's been a day since we arrived. Although we traveled a long way, we did not feel tired at all. The concert program is also great."
        }
    },
    "ru": {
        "til11": {
            "title": "Лагерь",
            "text1": "Спокойная природа, прозрачная родниковая вода, чистейший воздух – все это воплощено в принадлежащем Обществу с ограниченной ответственностью «Шортанский газохимический комплекс» курорте «Лочин» в городе Мироки Шахрисабзского района, расположенном на высоте 1000 метров над уровнем моря, в самом сердце Хисарских гор. В этом году исполняется 45 лет со дня его создания. В этом чудесном месте, уже почти полвека приглашающем детей в свои лоно, школьники проводят летние каникулы, полные приключений и отдыха.",
            "text2": "Сейчас 20:00. Все отдыхающие собрались на турбазе. Наш национальный гимн был исполнен смело. Был поднят флаг Узбекистана. После того, как на большом экране был показан видеоролик, показывающий прошлое лагеря, на сцене началось шоу современных и национальных танцев. Радостный смех детей разносился по всему Мироки... В таком приподнятом настроении началось 4-е открытие сезона в этом году и торжественная церемония, посвященная 45-летию «Сокола». Условиями, созданными для отдыхающих в лагере, наслаждаются не только молодые люди из Кашкадарьи, но и дети Арольбойского района. В юбилейном мероприятии приняли участие 500 детей из Республики Каракалпакстан и Хорезмской области. «Хотя я приехала в этот лагерь впервые, впечатлений у меня много», - говорит 12-летняя Феруза Бахтиорова из Кунгиротского района Республики Каракалпакстан. - Я как будто в стране чудес. Такие памятники, как Таджмахал, Колизей, Эйфелева башня, Храм Артемиды, площадь Регистан, Аксарой в Шахрисабзе я видел только по телевизору. Сегодня у меня было ощущение, будто я увидел настоящие чудеса света. Несмотря на то, что это уменьшенные копии, они очень хорошо сделаны и дополняют внешний вид лагеря. Прошел день с тех пор, как мы приехали. Хоть мы и проделали долгий путь, мы совершенно не чувствовали усталости. Концертная программа также великолепна."
        }
    }
}