{
    "uz": {
        "long18": {
            "name": "Abu Ubayda ibn al-Jarroh",
            "name1": "Abu Ubayda ibn al-Jarroh yodgorligi majmuasi",
            "text": "Qashqadaryo viloyatining Qarshi shahridan bir necha kilometr uzoqlikda, “Moʻjiza” choyxonasidan uncha uzoq boʻlmagan joyda Abu Ubayda ibn al-Jarroh yodgorlik majmuasi joylashgan.Abu Ubayda ibn al-Jarroh maqbarasini ziyorat qilish ziyoratchilarga ma’naviy poklanish, ezgu orzu-istaklarini ro‘yobga chiqarish va ko‘plab dardlarga shifo bo‘ladi, deb ishoniladi.Abu Ubayda ibn al-Jarroh Muhammad payg‘ambarning asosiy sahobalaridan biri va islomni birinchi bo‘lib qabul qilgan shaxs edi. Uning nasl-nasabi buyuk payg‘ambar bilan qarindoshlikka borib taqaladi. Islomdan oldingi davrlarda islom hamkori jamiyatda ancha yuqori mavqega ega edi. O‘zining ajoyib aqli uchun Abu Bakr bilan birga `Quraysh qabilasining boshlig‘i` deb atalgan. Abu Ubayda juda prinsipial inson edi, vaziyatga keskin munosabat bildirar, ishning asl mohiyatini tushunar edi. Payg‘ambarimizdan birinchi sura va yangi din haqidagi ma’lumotlarni eshitib, birinchi bo‘lib ustoziga ergashib, islomni qabul qilishga qaror qiladi. Bir marta jangda Muhammad payg‘ambar yuzlaridan zanjirband bo‘lib yaralangan, keyin Abu Ubayda jasorat ko‘rsatib, unga yordam berishga shoshildi va tishlari bilan zanjirli halqalarni yirtib tashladi, buning natijasida u ikkita tishini yo‘qotdi. Abu Ubayda adolatli sarkarda edi va dindoshlariga katta yordam ko‘rsatdi. Muhammad payg‘ambarning o‘zlari u haqida shunday deganlar: “Har bir ummatda sodiq va ishonchli kishi bor, bizning ummatimizda esa Abu Ubayda shundaydir”. Shundan so‘ng unga “Emin al-ummat” taxallusi, ya’ni “qo‘rqmaslik, ummatning umidi” laqabi yopishib qoldi. Abu Ubayda 638 yilda Iordaniyada o‘sha paytda butun mintaqani qamrab olgan vabo vaqtida vafot etgan."
        }
    },
    "en": {
        "long18": {
            "name":"Abu Ubayda ibn al-Jarroh",
            "name1": "Abu Ubayda ibn al-Jarrah monument complex",
            "text": "A few kilometers away from the city of Karshi, Kashkadarya region, not far from the `Miracle` teahouse, there is the Abu Ubayda ibn al-Jarrah memorial complex. and it is believed that it cures many ailments. Abu Ubaydah ibn al-Jarrah was one of the main companions of the Prophet Muhammad and the first person to accept Islam. His lineage goes back to his kinship with the great prophet. In pre-Islamic times, the Islamic partner had a much higher status in society. He was called `the head of the Quraysh tribe` along with Abu Bakr for his brilliant mind. Abu Ubaidah was a very principled person, he reacted sharply to the situation and understood the true essence of the matter. After hearing the first sura and information about the new religion from the Prophet, he was the first to follow his teacher and decide to convert to Islam. Once in a battle, the Prophet Muhammad was wounded by a chain in his face, then Abu Ubaid, showing courage, rushed to help him and tore the chain links with his teeth, as a result of which he lost two teeth. Abu Ubaidah was a just leader and helped his followers a lot. Prophet Muhammad himself said about him: `In every ummah there is a faithful and reliable person, and in our ummah Abu Ubaydah is like that.` After that, the nickname `Emin al-ummat` stuck to him, that is, `fearlessness, the hope of the community.` Abu Ubaidah died in Jordan in 638 during the plague that was sweeping the region at that time."
        }
    },
    "ru": {
        "long18": {
            "name": "Абу Убайда ибн ал-Жаррох",
            "name1": "Комплекс памятников Абу Убайде ибн аль-Джарре",
            "text": "В нескольких километрах от города Карши Кашкадарьинской области, недалеко от чайханы «Чудо», находится мемориальный комплекс Абу Убайды ибн аль-Джарраха.Посещение мавзолея Абу Убайды ибн аль-Джарры является духовным очищением для паломникам и осуществлению их благородных мечтаний.Считается, что он излечивает многие недуги.Абу Убайда ибн аль-Джарра был одним из главных сподвижников Пророка Мухаммеда и первым человеком, принявшим ислам. Его родословная восходит к его родству с великим пророком. В доисламские времена исламский партнер имел гораздо более высокий статус в обществе. Его называли «главой племени курайшитов» наряду с Абу Бакром за блестящий ум. Абу Убайда был очень принципиальным человеком, он остро отреагировал на ситуацию и понял истинную суть дела. Услышав первую суру и информацию о новой религии от нашего Пророка, он первым последовал за своим учителем и решил принять ислам. Однажды в бою Пророк Мухаммад был ранен цепью в лицо, тогда Абу Убайд, проявив храбрость, бросился ему на помощь и разорвал зубами звенья цепи, в результате чего потерял два зуба. Абу Убайда был справедливым лидером и очень помогал своим последователям. Сам Пророк Мухаммад сказал о нем: «В каждой умме есть верный и надежный человек, и в нашей умме Абу Убайда именно такой». После этого за ним закрепилось прозвище «Эмин аль-Уммат», то есть «бесстрашие, надежда общества». Абу Убайда умер в Иордании в 638 году во время чумы, охватившей в то время регион."
        }
    }
}