{
    "uz": {
        "long17": {
            "name": "Oqsaroy",
            "nameHead": "Oqsaroy",
            "text1": "Oqsaroy — Shahrisabzdagi meʼmoriy yodgorlik (1380—1404). Amir Temur qurdirgan. Shaharning shim.sharqidagi bosh maydonda joylashgan. Bir za-monlar muhtasham, xashamatli boʻlgan bu saroyning bizgacha yemirilib, haroba holga kelgan ulkan peshtogʻi, ikki chekkasidagi minorasi, saroy poydevorining bir qismigina saqlangan. O.ning hozirgi koʻrinishi ham salobatli va goʻzaldir. Bu salobatlilik va goʻzallikka gʻishtlarning yaxlit boʻlib koʻrinishini taʼminlash — old va shim. de-vor yuzasini sirkor parchinlar bilan bir tekisda ishlash tufayli erishilgan. Peshtoq ravogʻining eni 22,5 m, bal. 40 m, umumiy bal. 50 m dan oshadi. Peshtoq minorasi ichidagi aylanma zina orqali yuqoriga chiqilgan.",
            "text2": "Oqsaroyning avvalgi holati toʻgʻrisida faqat yozma manbalarga qarab fikr yuritish mumkin. 20 y. davomida qurilgan bu bino toʻgʻrisida Abdurazzoq Samarqandiy quyidagicha maʼlumot beradi: 'Temur ishga yaroqli boʻlganlarning hammasini Xorazmdan Movarounnahrga koʻchirish uchun buyruq berdi... Xorazmlik ustalar baland va salobatli saroy qurishdi, hozir u Oqsaroy nomi bilan mashhur'. Klavixo saroyni koʻzdan kechirganda (1404, 29 avg .) u hamon qurib bitkazilmagan, baʼzi joylarining koshinli naqshlari tugallanmagan edi. Shunga qaramay, juda hayratlanganligini, uning nihoyatda goʻzalligini yozadi. Saroy qurilishida xorazmlik ustalar qatori, mahalliy va b. davlatlardan kelgan ustalar ham qatnashgan. Peshtogʻidagi yozuvlar orasida eronlik Muhammad Yusuf Tabriziy nomi 2 marta takrorlangan."
        }
    },
    "en": {
        "long17": {
            "name": "White Palace",
            "nameHead": "White Palace",
            "text1": "Aksaroy is an architectural monument in Shahrisabz (1380-1404). Built by Amir Temur. It is located in the main square in the northeast of the city. Only the huge gable, the minarets at both ends, and a part of the foundation of the palace have been preserved. O.'s current appearance is healthy and beautiful. This strength and beauty is ensured by ensuring that the bricks appear as a whole - front and back. achieved due to smooth working of de-vor surface with zinc rivets. The width of Peshtoq river is 22.5 m. 40 m, total score. More than 50 m. The inner tower of Peshtok is accessed via a spiral staircase.",
            "text2": "It is possible to think about the previous state of the White House only by looking at written sources. 20 years Abdurazzaq Samarkandi gives the following information about this building built during the 19th century: ''Temur gave orders to move all the able-bodied from Khorezm to Movarounnahr... Masters from Khorezm built a tall and dignified palace, now it is known as Aksaroy.'' When Kpaviho inspected the palace (1404, August 29), it was still unfinished, the tile patterns in some places were not finished. Nevertheless, he writes that he was very surprised, that she was extremely beautiful. In the construction of the palace, a number of craftsmen, local, etc. Masters from other countries also participated. Among the inscriptions on the peshtag, the name of Iranian Muhammad Yusuf Tabrizi is repeated twice."
        }
    },
    "ru": {
        "long17": {
            "name": "Белый Дворец",
            "nameHead": "Белый Дворец",
            "text1": "Аксарай – памятник архитектуры в Шахрисабзе (1380-1404 гг.). Построен Амиром Темуром. Он расположен на главной площади на северо-востоке города. Сохранились лишь огромный фронтон, минареты на обоих концах и часть фундамента дворца. В настоящее время внешний вид О. здоровый и красивый. Эта прочность и красота обеспечивается за счет того, что кирпичи выглядят как единое целое – спереди и сзади. достигается за счет гладкой обработки поверхности девора цинковыми заклепками. Ширина реки Пешток составляет 22,5 м. 40 м, общий балл. Более 50 м. Во внутреннюю башню Пештока можно попасть по винтовой лестнице.",
            "text2": "Задуматься о прежнем состоянии Белого дома можно, лишь заглянув в письменные источники. 20 лет Абдураззок Самарканди приводит следующие сведения об этом здании, построенном в XIX веке: «Темур отдал приказ переселить всех трудоспособных из Хорезма в Мовароуннахр... Хорезмские мастера построили высокий и нарядный дворец, ныне известный как Аксарай. Когда Кпавихо осмотрел дворец (1404 г., 29 августа), он был еще незакончен, узоры изразцов в некоторых местах не были закончены. Тем не менее он пишет, что был очень удивлен, что она была чрезвычайно красива. При строительстве дворца принимали участие ряд мастеров, местных и т. д. Участвовали и мастера из других стран. Среди надписей на пештаге дважды повторяется имя иранца Мухаммада Юсуфа Тебризи."
        }
    }
}