{
    "uz": {
        "long20": {
            "name": "Abdulazizxoʻja madrasasi",
            "text": "Abdulazizxoʻja madrasasi – Qarshidagi meʼmoriy yodgorlik (1909). Mahalliy meʼmoriy anʼanalarning soddalashtirilgan shaklida gʻisht, ganchdan qurilgan; chortoq tarhli (26x24 metr), murabba hovlili (14x14 metr). Ikki qavatli darvozaxona – peshtoqning ikki yonida hujralar bor. Binoning ikki yon burchagida devorga tutashtirib ikki burj qurilgan. Qanotlarning birinchi qavatiga yuza, ikkinchi qavatiga eni keng ravoq ishlangan. Masjid va darsxonalar gumbaz tomli. Hovli balxi gumbazli hujralar bilan oʻralgan. Madrasa deyarli bezaksiz. Unda Qashqadaryo viloyati tarix-oʻlkashunoslik muzeyi joylashgan.",
            "text1": "Meʼmoriy yodgorlik Oʻzbekiston Respublikasi Prezidentining „Moddiy madaniy meros obyektlarini muhofaza qilish sohasidagi faoliyatni tubdan takomillashtirish chora-tadbirlari toʻgʻrisida“ 2018-yil 19-dekabrdagi PQ-4068-son qaroriga muvofiq Oʻzbekiston moddiy va madaniy merosining koʻchmas mulk obyektlari milliy roʻyxatiga kiritilgan — davlat muhofazasiga olingan."
        }
    },
    "en": {
        "long20": {
            "name": "Madrasah of Abdulaziz Khoja",
            "text": "Abdulazizkhoja Madrasah - an architectural monument in Karshi (1909). It is built of brick and ganch in a simplified form of local architectural traditions; with a courtyard (26x24 meters), a murabba courtyard (14x14 meters). Two-story gate house - there are rooms on both sides of the gable. Two turrets were built in the two side corners of the building, attached to the wall. The first floor of the wings has a surface, and the second floor has a wide arch. Mosques and classrooms have dome roofs. The courtyard is surrounded by vaulted rooms. The madrasah is almost unadorned. It houses the Museum of History and Local History of Kashkadarya Region.",
            "text1": "The architectural monument was included in the national list of immovable property objects of the material and cultural heritage of Uzbekistan in accordance with the decision of December 19, 2018."
        }
    },
    "ru": {
        "long20": {
            "name": "Медресе Абдулазиза Ходжи",
            "text": "Медресе Абдулазизходжа - памятник архитектуры в Карши (1909 г.). Он построен из кирпича и ганча в упрощенной форме в соответствии с местными архитектурными традициями; с двором (26х24 метра), двором мурабба (14х14 метров). Сторожка двухэтажная – комнаты по обе стороны фронтона. В двух боковых углах здания были построены две башенки, прикрепленные к стене. Первый этаж крыльев имеет поверхность, а второй этаж — широкую арку. Мечети и классы имеют купольные крыши. Двор окружен сводчатыми помещениями. Медресе практически не украшено. Здесь расположен Музей истории и краеведения Кашкадарьинской области.",
            "text1": "Памятник архитектуры включен в Национальный список недвижимого имущества объектов материального и культурного наследия Узбекистана в соответствии с решением от 19 декабря 2018 года."
        }
    }
}